# IdeaStatiCa.ConnectionApi.Model.ConCutByTarget

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Kind** | **ConCutByKind** |  | [optional]
**MemberId** | **int?** |  | [optional]
**PlateId** | **int?** |  | [optional]
**OperationId** | **int?** |  | [optional]
**PlateSubIndex** | **int?** |  | [optional]
**RemainingPart** | **ConRemainingPart** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)